"Ab Crunch Machine" = "Скручивания на тренажере 1";
"Ab Oblique Crunch Machine" = "Скручивания на тренажере 2";
"Ab Oblique Crunch Machine Variation" = "Косые скручивания на тренажере 2";
"Ab-Bench Crunch" = "Скручивания на скамье";
"Ab-Bench Crunch With Rotation" = "Скручивания на скамье в поворотами";
"Alternate Dumbbell Biceps Curl" = "Попеременные сгибания рук с гантелями стоя";
"Alternate Hammer Biceps Curl" = "Попеременные сгибания рук с гантелями хватом молот стоя";
"Alternate Incline Dumbbell Biceps Curl" = "Попеременные сгибания рук с гантелями на наклонной скамье";
"Alternate Incline Hammer Biceps Curl" = "Попеременные сгибания рук с гантелями хватом молот на наклонной скамье";
"Alternate Seated Biceps Curl" = "Попеременные сгибания рук сидя";
"Back Extension Machine" = "Разгибание спины на тренажере";
"Barbell Behind The Back Shrug" = "Подъем плеч со штангой хватом за спиной";
"Barbell Behind The Back Wrist Curl" = "Скручивание кистей со штангой хватом за спиной";
"Barbell Biceps Curl" = "Сгибание рук со штангой";
"Barbell Dead Lift" = "Становая тяга со штангой";
"Barbell Hack Squat" = "Гакк приседания";
"Barbell Incline Triceps Extension" = "Французский жим штанги лежа на наклонной скамье";
"Barbell Lunge" = "Выпады со штангой";
"Barbell Rear Delt Row" = "Тяга штанги в наклоне";
"Barbell Shrug" = "Подъем плеч со штангой";
"Barbell Squat" = "Приседания со штангой";
"Barbell Upright Row" = "Тяга штанги к подбородку";
"Bench Dips" = "Отжимания на трицепс от скамьи";
"Bench Press" = "Жим штанги лежа";
"Bench Push Ups" = "Отжимания с опорой ногами на скамье";
"Biceps Curl Machine" = "Сгибание рук на тренажере";
"Biceps Curl Squat" = "Сгибание рук с приседаниями";
"Butterfly Machine" = "Сведение рук на тренажере";
"Cable Biceps Curls (Rope attachement)" = "Сгибание рук с тросом (с канатной рукоятью)";
"Cable Crossover Variation" = "Кроссовер на блочном тренажере";
"Cable Crunch" = "Скручивания с тросом";
"Cable Incline Triceps Extension with Bar" = "Французский жим с тросом на наклонной скамье";
"Cable One Arm Triceps Extension" = "Французский жим с тросом одной рукой стоя";
"Cable Shrugs" = "Подъем плеч с тросом";
"Cable Triceps Extension With Bar" = "Французский жим с тросом стоя";
"Cable Upright Row" = "Тяга троса к подбородку";
"Calf Press Machine" = "Отталкивание носками на тренажере";
"Calf Press On The Leg Press Machine" = "Отталкивание носками на тренажере для жима ногами";
"Close Hands Push Ups" = "Узкие отжимания";
"Concentration Biceps Curl" = "Концетрированные сгибания рук";
"Cross-Body Crunch" = "Перекрестные скручивания";
"Crossed Arms Ab-Bench Crunch" = "Скручивания на скамье (руки скрестно на груди)";
"Crunch" = "Скручивания";
"Dumbbell Bench Press" = "Жим гантелей лежа";
"Dumbbell Biceps Curl" = "Сгибание рук с гантелями";
"Dumbbell Flyes" = "Разведение рук с гантелями лежа";
"Dumbbell Hammer Biceps Curl" = "Сгибание рук с гантелями хватом молот";
"Dumbbell Incline Bench Flyes" = "Разведение рук с гантелями лежа на наклонной скамье";
"Dumbbell Incline Bench Press" = "Жим гантелей лежа на наклонной скамье";
"Dumbbell Lunge" = "Выпады с гантелями";
"Dumbbell Pullover" = "Пуловер с гантелей лежа";
"Dumbbell Reverse Biceps Curl" = "Сгибание рук с гантелями обратным хватом";
"Dumbbell Shrug" = "Подъем плеч с гантелями";
"Dumbbell Squat" = "Приседание с гантелями";
"Dumbbell Triceps Extension" = "Французский жим гантели стоя";
"Dumbbell Upright Row" = "Тяга гантелей к подбородку";
"EZ-Barbell Biceps Curl" = "Сгибание рук с SZ-штангой";
"EZ-Barbell Preacher Curl" = "Жим штанги на скамье Скотта";
"EZ-Barbell Pullover" = "Пулловер со штангой";
"EZ-Barbell Upright Row" = "Подъем SZ-штанги к подбородку";
"EZ-Barbell Wide Grip Biceps Curl" = "Сгибания рук со штангой широким хватом";
"Flat Cable Chest Flyes" = "Разведение рук на блочном тренажере лежа";
"Front Barbell Raise" = "Подъем штанги перед собой";
"Front Barbell Squat" = "Приседания с удержанием штанги на груди";
"Front Dumbbell Raise" = "Поднятие гантелей перед собой";
"Full Range Of Motion Cable Straight Crossover" = "Перекрестное разведение рук на блочном тренажере";
"Full Range Of Motion Lat Pulldown" = "Тяга сверху вниз на блочном тренажере";
"Hammer Grip Dumbell Press" = "Жим гантелей хватом молот лежа";
"Hammer Grip Incline Dumbell Press" = "Жим гантелей хватом молот лежа на наклонной скамье";
"Hammer Grip Pull Up" = "Подтягивания хватом молот";
"Hanging Knee Raise" = "Подъем колен к груди в висе";
"Hanging Leg Raise" = "Подъем ног в висе";
"High Cable Curl" = "Сгибание рук с тросом лежа";
"Hyperextension" = "Гиперэкстензия";
"Incline Bench Cable Flyes" = "Сведение рук на наклонной скамье на блочном тренажере";
"Incline Bench Press" = "Жим на наклонной скамье";
"Incline Bench Side Bend" = "Наклоны в стороны на скамье";
"Incline Dumbbell Curl" = "Сгибание рук с гантелями, сидя на наклонной скамье";
"Incline Dumbbell Triceps Extension" = "Французский жим, сидя на наклонной скамье";
"Incline Machine Chest Press" = "Наклонный жим на тренажере";
"Knee Raise On Parallel Bars" = "Подъем колен к груди на брусьях";
"Kneeling Cable Concentration Triceps Extension" = "Французский жим с тросом, упор о колено";
"Kneeling Cable Triceps Extension" = "Французский жим с тросом, стоя на коленях";
"Lat Pulldown" = "Тяга верхнего блока к груди";
"Lat Pulldown Behind Neck" = "Тяга верхнего блока за голову";
"Leg Raises On Parallel Bars" = "Подъем ног на брусьях";
"Lying Barbell Front Raise And Pullover" = "Подъем штанги с пулловером лежа";
"Lying Cable Curl" = "Сгибание рук с тросом лежа";
"Lying Dumbbell Rear Lateral Raise" = "Отведение рук лежа";
"Lying Dumbbell Triceps Extension" = "Французский жим гантелей лежа";
"Lying EZ-Barbell Triceps Extension" = "Французский жим штанги лежа";
"Lying EZ-Barbell Triceps Extension Behind Head" = "Французский жим штанги из-за головы лежа";
"Lying Incline Barbell Row" = "Тяга штанги лежа на наклонной скамье";
"Lying Incline Dumbbell Row" = "Тяга гантелей лежа на наклонной скамье";
"Lying Leg Curl" = "Сгибание ног лежа";
"Lying Middle Back Shrug" = "Подъем плеч с удержанием гантелей, лежа на наклонной скамье";
"Lying Supine Dumbbell Curl" = "Супинированное сгибание рук с гантелями лежа";
"Machine Chest Press" = "Жим на тренажере";
"Machine Hammer Grip Seated Rows" = "Горизонтальная тяга на тренажере хватом молот";
"Machine Hammer Grip Shoulder Press" = "Вертикальный жим на тренажере хватом молот";
"Machine Lat Pulldown" = "Тяга книзу на тренажере";
"Machine Lateral Raise" = "Разведение рук на тренажере";
"Machine Reverse Grip Butterfly" = "Сведение рук на тренажере обратным хватом";
"Machine Reverse Grip Lat Pulldown" = "Тяга книзу на тренажере обратным хватом";
"Machine Reverse Grip Seated Row" = "Горизонтальная тяга на тренажере обратным хватом";
"Machine Reverse Hammer Grip Butterfly" = "Сведение рук на тренажере хватом молот";
"Machine Seated Dips" = "Отжимания на трицепс на тренажере";
"Machine Seated Row" = "Горизонтальная тяга на тренажере";
"Machine Seated Row Variation" = "Вариация горизонтальной тяги на тренажере";
"Machine Shoulder Press" = "Вертикальный жим на тренажере";
"Machine Shoulder Press Variation" = "Вариация вертикального жима на тренажере";
"Narrow Dips" = "Отжимания на брусьях узким хватом";
"Narrow Grip Bench Press" = "Жим лежа узким хватом";
"Narrow Grip Incline Bench Press" = "Жим лежа на наклонной скамье узким хватом";
"Narrow Grip Lat Pulldown" = "Тяга верхнего блока узким хватом";
"Narrow Parallel Grip Chin Ups" = "Подтягивания параллельним узким хватом";
"One Arm Cable Lateral Raise" = "Отведение руки в сторону на блочном тренажере";
"One Arm Cable Triceps Extension" = "Французский жим одной рукой на блочном тренажере";
"One Arm Dumbbell Biceps Curl" = "Сгибание руки с гантелей";
"One Arm Dumbbell Front Raise" = "Поднятие гантели перед собой";
"One Arm Dumbbell Hammer Biceps Curl" = "Сгибание руки с гантелей хватом молот";
"One Arm Dumbbell Reverse Biceps Curl" = "Сгибание руки с гантелей обратным хватом";
"One Arm Dumbbell Shoulder Press" = "Вертикальный жим одной рукой";
"One Arm Dumbbell Triceps Extension" = "Французский жим одной рукой";
"One Arm Front Cable Raise" = "Подъем перед собой на блочном тренажере";
"One Arm Lat Pulldown" = "Тяга верхнего блока одной рукой";
"One Arm Lateral Raise" = "Поднятие гантели в сторону";
"One Arm Preacher Dumbbell Biceps Curl" = "Сгибание руки с гантелей на скамье Скотта";
"One Arm Reverse Grip Cable Curl" = "Сгибание рук с тросом обратным хватом";
"One Arm Reverse Grip Dumbbell Preacher Curl" = "Сгибание руки с гантелей на скамье Скотта обратным хватом";
"One Arm Seated Cable Row" = "Горизонтальная тяга одной рукой на блочном тренажере";
"One Arm Seated Hammer Dumbbell Front Raise" = "Поднятия гантели хватом молот перед собой сидя";
"Overhead Curl" = "Боковая тяга на блочном тренажере стоя";
"Overhead EZ-Barbell Triceps Extension" = "Французский жим штанги из-за головы";
"Power Roller Crunch" = "Скручивания с роллерным тренажером";
"Preacher Curl with Machine" = "Сгибание рук на скамье Скотта";
"Preacher Hammer Grip Dumbbell Curl" = "Сгибание рук с гантелями хватом молот на скамье Скотта";
"Prone Incline Dumbbell Curl" = "Наклонные сгибания рук с гантелями, лежа на наклонной скамье";
"Prone Incline EZ-Barbell Curl" = "Наклонные сгибания рук со штангой, лежа на наклонной скамье";
"Push Ups" = "Отжимания";
"Rear Delts Dumbbell Row" = "Тяга гантели в наклоне";
"Reverse Concentration Curl" = "Концентрированные сгибания рук обратным хватом";
"Reverse Grip Barbell Biceps Curl" = "Сгибание рук со штангой обратным хватом";
"Reverse Grip Bent Over Row" = "Тяга штанги в наклоне обратным хватом";
"Reverse Grip Cable Triceps Pushdowns" = "Тяга троса книзу обратным хватом";
"Reverse Grip Dumbbell Preacher Curl" = "Сгибание рук с гантелями обратным хватом на скамье Скотта";
"Reverse Grip EZ-Barbell Biceps Curl" = "Сгибание рук с SZ-штангой обратным хватом";
"Reverse Grip EZ-Barbell Preacher Curl" = "Сгибание рук с SZ-штаной на скамье Скотта";
"Reverse Grip Pull Up" = "Подтягивания обратным хватом";
"Reverse Narrow Grip Lat Pulldown" = "Тяга верхнего блока обратным узким хватом";
"Reverse Triceps Bench Press" = "Жим на трицепс узким обратным хватом";
"Rope Lat Pulldown" = "Тягка верхнего блока с тросовой рукоятью";
"Rotation Crunch" = "Скручивания с поворотом";
"Seated Arnold Dumbbell Press" = "Жим Арнольда сидя";
"Seated Barbell Military Press" = "Армейский жим сидя";
"Seated Behind Head Military Press" = "Армейский жим за голову сидя";
"Seated Bent Over One Arm Dumbbell Triceps Extension" = "Разгибание руки с гантелей назад сидя";
"Seated Cable Crunch" = "Скручивания с тросом сидя";
"Seated Cable Rear Lateral Raise" = "Поднятие рук на блочном тренажере в стороны сидя";
"Seated Calf Raise" = "Поднятие на носки на тренажере сидя";
"Seated Dumbbell Shoulder Press" = "Вертикальный жим гантелей сидя";
"Seated Dumbbell Triceps Extension" = "Французский жим гантелей сидя";
"Seated Hammer Grip Biceps Curl" = "Сгибание рук хватом молот сидя";
"Seated Hammer Grip Pulldown" = "Тяга верхнего блока хватом молот";
"Seated Hammer Grip Row" = "Горизонтальная тяга на блочном тренажере хватом молот";
"Seated Leg Curl" = "Сгибание ног сидя";
"Seated Leg Extension" = "Разгибание ног на тренажере сидя";
"Seated Leg Press" = "Жим ногами на тренажере";
"Seated Leg Pull In" = "Подтягивание колен к груди сидя";
"Seated Narrow Grip Barbell Concentration Curl" = "Концентрированные сгибания рук со штангой узким хватом сидя";
"Seated Palms Down Barbell Wrist Curl" = "Кистевое скручивание со штангой хватом сверху сидя";
"Seated Palms Up Barbell Wrist Curl" = "Кистевое скручивание со штангой хватом снизу сидя";
"Seated Rear Delt Raise" = "Поднятие гантелей в стороны в наклоне сидя";
"Seated Side Lateral Raise" = "Поднятие гантелей в сторону сидя";
"Seated V-Bar Pulldown" = "Тяга V-грифа книзу на блочном тренажере сидя";
"Seated V-Bar Row" = "Горизонтальная тяга V-грифа на блочном тренажере сидя";
"Side Dumbbell Bend" = "Наклоны в стороны с гантелями";
"Side Lateral Raise" = "Поднятие гантелей в стороны стоя";
"Smith Machine Bench Press" = "Жим лежа на тренажере Смита";
"Smith Machine Calf Raise" = "Поднятие на носки на тренажере Смита";
"Smith Machine Dead Lift" = "Становая тяга на тренажере Смита";
"Smith Machine Decline Bench Press" = "Жим лежа на обратно наклоненной скамье в тренажере Смита";
"Smith Machine Hack Squat" = "Гакк приседания на тренажере Смита";
"Smith Machine Incline Bench Press" = "Жим лежа на наклонной скамье в тренажере Смита";
"Smith Machine Narrow Grip Bench Press" = "Жим узким хватом лежа на тренажере Смита";
"Smith Machine Narrow Grip Decline Bench Press" = "Жим узким хватом на обратно наклоненной скамье в тренажере Смита";
"Smith Machine Narrow Grip Incline Bench Press" = "Жим узким хватом на наклонной скамье в тренажере Смита";
"Smith Machine Rear Delt Row" = "Тяга штанги в наклоне на тренажере Смита";
"Smith Machine Reverse Grip Bench Press" = "Жим обратным хватом на тренажере Смита";
"Smith Machine Reverse Grip Bent Over Row" = "Тяга штанги в наклоне обратным хватом на тренажере Смита";
"Smith Machine Reverse Grip Incline Bench Press" = "Жим обратным хватом на наклонной скамье в тренажере Смита";
"Smith Machine Shoulder Press" = "Вертикальный жим на тренажере Смита";
"Smith Machine Shoulder Press (behind the head)" = "Вертикальный жим за голову на тренажере Смита";
"Smith Machine Shrug" = "Подъем плеч на тренажере Смита";
"Smith Machine Squat" = "Приседания на тренажере Смита";
"Smith Machine Standing Military Press" = "Армейский жим на тренажере Смита стоя";
"Smith Machine Upright Row" = "Тяга к подбородку на тренажере Смита";
"Standing Barbell Reverse Biceps Curl" = "Сгибание рук со штангой обратным хватом стоя";
"Standing Behind Head Military Press" = "Армейский жим из-за головы стоя";
"Standing Bottom Cable Flys" = "Сведение рук кверху на блочном тренажере стоя";
"Standing Cable Chest Press" = "Горизонтальный жим на блочном тренажере стоя";
"Standing Cable Flyes" = "Горизонтальное сведение рук на блочном тренажере стоя";
"Standing Cable Row" = "Горизонтальная тяга на блочном тренажере стоя";
"Standing Dumbbell Shoulder Press" = "Вертикальный жим гантелей стоя";
"Standing Military Press" = "Армейский жим стоя";
"Standing One Arm Biceps Cable Curl" = "Сгибание рук с тросом стоя";
"Standing One Leg Kick Back Machine" = "Отведение ноги назад на тренажере";
"Standing V-Bar Row" = "Горизонтальная тяга V-грифа на блочном тренажере стоя";
"Straight-Arm Pulldown" = "Тяга с тросом книзу на блочном тренажере стоя";
"Super-Incline Machine Chest Press" = "Наклонный жим вперед, сидя на тренажере";
"Thigh Abductor" = "Разведение ног на тренажере";
"Triceps Dumbbell Kickback" = "Разгибание руки с гантелей с упором на скамью";
"Triceps Pushdowns (Rope attachment)" = "Тяга троса с канатной рукоятью книзу";
"Two Hand Cable Lateral Raise" = "Разведение рук в стороны на блочном тренажере";
"V-Bar Triceps Pushdown" = "Тяга троса с V-грифом книзу";
"Wide Dips" = "Отжимания на брусьях широким хватом";
"Wide Grip Pull Up" = "Подтягивания широким хватом";
"Wide Hammer Grip Pull Up" = "Подтягивания широким хватом молот";


"Beginner" = "Начинающий";
"Fitness" = "Фитнес";
"Bodybuilding" = "Бодибилдинг";
"Intermediate" = "Опытный";
"Advanced" = "Профессионал";

"calves" = "голени";
"glutes" = "ягодицы";
"hamstrings" = "задняя группа мышц бедра";
"lowerback" = "разгибатели позвоночника";
"middleback" = "большие круглые мышцы, надосные мышцы";
"trapezius" = "трапециевидные мышцы, ромбовидные мышцы";
"triceps" = "трицепсы";
"lats" = "широчайшие мышцы спины";
"posteriordeltoid" = "задняя дельта";
"lateraldeltoid" = "средняя дельта";
"abdominals" = "пресс";
"lowerabdominals" = "нижний пресс";
"biceps" = "бицепс";
"chest" = "грудь";
"forearms" = "предплечья";
"quads" = "квадрицепсы";
"anteriordeltoid" = "передняя дельта";
"hipabductors" = "приводящие мышцы бедра";
"obliques" = "косые мышцы живота";
"traps" = "трапециевидные мышцы";

"trainingProgramm_1_name" = "Для новичков";
"trainingProgramm_1_description" = "\nТренировка всех основных групп мышц для начинающих. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Предложенные количества повторений являются рекомендуемыми, но не обязательными. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_1_workout_1_name" = "Тренировочный день 1";
"trainingProgramm_1_workout_2_name" = "Тренировочный день 2";
"trainingProgramm_1_workout_3_name" = "";

"trainingProgramm_2_name" = "Взрывной пресс";
"trainingProgramm_2_description" = "\nПрограмма по тренировке пресса для начинающих и более опытных, рассчитаный на два дня. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Предложенные количества повторений являются рекомендуемыми, но не обязательными. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_2_workout_1_name" = "Тренировочный день 1";
"trainingProgramm_2_workout_2_name" = "Тренировочный день 2";

"trainingProgramm_3_name" = "Для занятых";
"trainingProgramm_3_description" = "\nДвухдневная программа на все основные группы мышц для начинающих и более опытных. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Предложенные количества повторений являются рекомендуемыми, но не обязательными. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_3_workout_1_name" = "Спина/Бицепс/Ноги/Пресс";
"trainingProgramm_3_workout_2_name" = "Грудь/Плечи/Трицепс/Пресс";

"trainingProgramm_4_name" = "Золотой стандарт";
"trainingProgramm_4_description" = "\nСтандартная трехдневная программа на все основные группы мышц для начинающих и более опытных. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Предложенные количества повторений являются рекомендуемыми, но не обязательными. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_4_workout_1_name" = "Грудь/Бицепс";
"trainingProgramm_4_workout_2_name" = "Спина/Трицепс/Пресс";
"trainingProgramm_4_workout_3_name" = "Ноги/Плечи";

"trainingProgramm_5_name" = "Оптимум";
"trainingProgramm_5_description" = "\nУлучшенная трехдневная программа на все основные группы мышц для начинающих и более опытных. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Предложенные количества повторений являются рекомендуемыми, но не обязательными. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_5_workout_1_name" = "Грудь/Трицепс/Плечи";
"trainingProgramm_5_workout_2_name" = "Ноги/Пресс";
"trainingProgramm_5_workout_3_name" = "Спина/Бицепс";

"trainingProgramm_6_name" = "До отказа!";
"trainingProgramm_6_description" = "\nЭта программа рассчитан на четыре дня и включает упражнения, задействующие все основные группы мышц. Программа подойдет как для начинающих так и для более опытных. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Предложенные количества повторений являются рекомендуемыми, но не обязательными. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_6_workout_1_name" = "Грудь/Бицепс";
"trainingProgramm_6_workout_2_name" = "Ноги/Пресс";
"trainingProgramm_6_workout_3_name" = "Плечи/Трицепс";
"trainingProgramm_6_workout_4_name" = "Спина/Пресс";

"trainingProgramm_7_name" = "Беспредельный";
"trainingProgramm_7_description" = "\nЭта пятидневная программа тренировок включает упражения на все основные группы мышц и рассчитана на опытных и профессиональных спортсменов. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Предложенные количества повторений являются рекомендуемыми, но не обязательными. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_7_workout_1_name" = "Спина/Пресс";
"trainingProgramm_7_workout_2_name" = "Грудь";
"trainingProgramm_7_workout_3_name" = "Ноги";
"trainingProgramm_7_workout_4_name" = "Плечи/Пресс";
"trainingProgramm_7_workout_5_name" = "Бицепс/Трицепс";


//default
"Done_Button_Title" = "Готово";
"Edit_Button_Title" = "Править";
"Cancel_Button_Title" = "Отмена";
"Delete_Button_Title" = "Удалить";

//mainMenu
"Facebook_Share_Text" = "Ищешь классное приложение для фитнеса? FIT Fuze - для тебя! Тренируйся с профессионально подготовленными программами тренировок или создай свой, идеально подходящий для твоих нужд. Включает поддержку Apple Watch! http://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=982750436&mt=8";
"Twitter_Share_Text" = "Ищешь крутое приложение для фитнеса и тренировок? Попробуй FIT Fuze - http://ift.tt/1AhLvNx Поддерживает Apple Watch! #FitFuzeApp";
"Trainingplans_Label_Text" = "FIT Fuze";
"Exercises_Label_Text" = "Упражнения";
"Statistics_Label_Text" = "Статистика";
"Settings_Label_Text" = "Настройки";
"Help_Label_Text" = "Поддержка и информация";
"CurrentTrainingPlan_Label_Text" = "текущая программа тренировок";

//startscreen
"Edit_Button_Title" = "Править";
"Today_Button_Title" = "Сегодня";
"ExerciseMetaInformation_Label_Text" = "%ld подходов по %@ повторов";
"ExerciseDetails_Button_Title_Down" = "%lu упражн. ";
"ExerciseRepetition_Label_Text" = ": %@ из %ld";
"StartTodayWorkout_Button_Title" = "Начать след. тренировку";
"Next_Label_Text" = "след.";

//workout execution
"WeightRepetitions_PickerView_Label" = "Веса и повторения";
"DetailButton_Title" = "Детали ❯";
"StartButton_Title" = "Начать";
"EditSetButton_Title" = "Править";
"FinishButton_Title" = "Заверш.";
"RestartButton_Title" = "Заново";
"SucceedButton_Title" = "Да";
"FailureButton_Title" = "Нет";
"Set_Text" = "Подход";
"SetIsFinished_Label_Text" = "Подход окончен.\nВыполнен успешно?";
"SetInProgress_Label_Text" = "Выполняется подход";
"SetNotYetImplemented_Label_Text" = "Подход еще не выполнен";
"PauseBeforeSet_Label_Text" = "Пауза перед подходом";
"PauseBeforeSet_Allow_Notifications_Text" = "Пауза перед подходом. Для оповещения об окончании паузы необходимо включить уведомления.";
"Or_Label_Text" = "или";
"WorkoutFinished_Label_Text" = "Тренировка окончена!";
"TrainingPlanFinished_Label_Text" = "Программа тренировок завершена!";
"ChooseNextPlan_Button_Title" = "Выбрать следующую";
"SetImplemented_Label_Text" = "Подход выполнен";
"EditImplementedSetButton_Label_Text" = "Править";

//ExerciseDescription
"PrimaryMuscles_Label_Text" = "Основные задействованные мышцы: ";
"SecondaryMuscles_Label_Text" = "Побочно задействованные мышцы: ";
"HowTo_SegmentedControl_Title" = "Демонстрация";
"Muscles_SegmentedControl_Title" = "Группы мышц";

//WorkoutSelection
"BuyTrainingPlan_Button_Title" = "Приобрести - %@";
"RetryConnection_Button_Title" = "Попробовать снова";
"SelectTrainingplan_Button_Title" = "Выбрать программу";
"ExercisesWithArrow_Button_Title" = "%lu упражн. ❯";
"ExercisesWithoutArrow_Button_Title" = "%lu упражн.";
"WorkoutsSelectorViewControllerNavBar_title" = "Список тренировок";

//WorkoutModification
"AddWorkouts_WelcomeLabel_Title" = "Этот план тренировок пока пуст";
"WorkoutModificationChangeWorkout_Navbar_Title" = "нажмите для правки названия";
"WorkoutModificationTapToFinis_Navbar_Title" = "для завершения нажмите Ввод";
"CustomWorkoutDefault_Title" = "Моя тренировка";
"AddWorkouts_Button_Title" = "Добавить тренировку";

//TrainingPlanModeSelection
"TrainingPlanModeSelection_NavBar_Title" = "Программы тренировок";
"FitTrainingPlans_Label_Text" = "FIT программы";
"FreeTrainingPlans_Label_Text" = "Бесплатные программы";
"CustomTrainingPlans_Label_Text" = "Мои программы";
"CustomTrainingPlanDefault_Title" = "Моя программа";
"WorkoutCount_Label_Text" = "%ld тренировок";
"CustomTrainingPlan_Navbar_Title" = "Мои программы";

//MuscleGroupSelection
"MuscleGroupAll_Label_Text" = "Все";
"MuscleGroupNoSeperation_TableView_Header" = "Без разделения";
"MuscleGroupSeperation_TableView_Header" = "Разделение по группам мышц";
"AllExercises_TableViewCell_Text" = "Все упражнения";
"Abs_Label_Text" = "Пресс";
"Arms_Label_Text" = "Руки";
"Back_Label_Text" = "Спина";
"Chest_Label_Text" = "Грудь";
"Legs_Label_Text" = "Ноги";
"Shoulders_Label_Text" = "Плечи";
"MuscleGroupSelection_Navbar_Title" = "Выбор группы мышц";

//ExerciseSelection
"AddExercises_WelcomeLabel_Title" = "Эта тренировка еще не заполнена";
"AddExercises_Button_Title" = "Добавить упражнения";
"AddSelectedExercises_Button_Title" = "Добавить выбр. упражнения";
"ExerciseSelectionDefault_Navbar_Title" = "Упражнения";
"ExerciseSelectionExercisesAdded_Navbar_Title" = "%lu упражн. выбрано";

//ExerciseModification
"ExerciseModificationChangeWorkout_Navbar_Title" = "нажмите для правки названия";
"ExerciseModificationTapToFinis_Navbar_Title" = "для завершения нажмите Ввод";
"PickerView_Repetions_Label_Text" = "повт.";

//TraininPlanSelection
"PurchasesTrainingPlan_TableView_Header" = "Купленные программы";
"NotPurchasedTrainingPlan_TableView_Header" = "Пока не купленные программы";
"NoInternet_TableViewCell_Text" = "Интернет недоступен";
"Purchased_TableViewCell_Text" = "Куплена";
"TrainingPlanSelection_Navbar_Title" = "Мои программы";
"AddNewPlan_Button_Title" = "Добавить новую программу";

//Statistics
"Statistics_NavBar_Title" = "Статистика";
"StatisticsRepetionsCountDefault_Label_Text" = "- повторений";
"StatisticsRepetionsCount_Label_Text" = "%@ повторений";
"NoStatistics_Label_Text" = "Нет данных";

//Help
"Questions_Label_Text" = "Вопросы? Предложения? Мы готовы их услышать!";
"QuestionsDescription_Label_Text" = "Это просто!\nВстряхните iPhone в любой момент работы приложения и отправьте нам свой отзыв";
"TutorialButton_Title" = "Подсказки";
"Responsibility_Button_Title" = "Условия использования";
"HelpViewControllerNavBar_title" = "Поддержка";

//Settings
"RestorePurchases_Button_Title" = "Восстановить покупки";
"RestTime_Label_Text" = "Пауза между подходами";
"SettingsViewControllerNavBar_title" = "Настройки";

//AlertViews
"AlertView_Success_Title" = "Успешно выполнено";
"AlertView_RestoreSuccess_Message" = "Все купленные программы успешно загружены";
"AlertView_Failure_Title" = "Произошла ошибка";
"AlertView_RestoreFailure_Message" = "Восстановить приобретенные программы тренировок не получилось. Попробуйте снова через пару минут.";
"AlertView_OK_Title" = "ОК";
"Training_plan_is_not_selected_warning_title" = "Программа тренировок не выбрана";
"Training_plan_is_not_selected_warning_text" = "Прежде чем начать необходимо выбрать программу тренировок.\nДля выбора программы предназначена кнопка с двумя стрелками в верхней правой части экрана";
"Training_plan_is_empty_warning_title" = "Программа тренировок не заполнена";
"Training_plan_is_empty_warning_text" = "Необходимо выбрать непустую программу прежде чем начинать тренировку.\nДля выбора программы предназначена кнопка с двумя стрелками в верхней правой части экрана";
//LoadingScreen
"LoadingLabel_Label_Text" = "Готовимся к запуску...\nпервичная загрузка упражнений может занять пару минут";

//IAP
"IAP_no_internet_title" = "Отсутствует соединение с Интернет";
"IAP_no_internet_text" = "Необходимо проверить подключение и попробовать еще раз";
"IAP_error_title" = "Упс...";
"IAP_error_no_training_plan_text" = "Программа тренировок недоступна в данный момент";
"IAP_info_title" = "Информация";
"IAP_loading_training_plans_text" = "Программы тренировок загружаются...";
"IAP_purchase_not_possible_text" = "В данный момент покупки невозможны. Стоит попробовать снова через пару минут";
"IAP_servers_down_message" = "Покупка не удалась - сервер Apple не отвечает на запросы. Стоит попробовать снова через пару минут";

//Tutorial
"startTutorial_title" = "Стартовый экран";
"startTutorial_text" = "1 - показать боковое меню\n2 - выбрать другую программу тренировок\n3 - смахнуть влево, чтобы увидеть список дополнительных действий\n4 - примерная длительность тренировки";
"start2Tutorial_title" = "Стартовый экран";
"start2Tutorial_text" = "1 - название текущей программы тренировок\n2 - следующая тренировка\n3 - название тренировки\n4 - сколько раз тренировка была выполнена\n5 - сколько упражнений содержится в тренировке\n6 - показать упражнения тренировки";
"workoutTutorial_title" = "Экран тренировки";
"workoutTutorial_text" = "1 - название тренировки\n2 - предпросмотр текущего упражнения\n3 - название текущего упражнения\n4 - подробности о текущем упражнении";
"workout2Tutorial_title" = "Экран тренировки";
"workout2Tutorial_text" = "1 - горизонтально прокручиваемая область с подходами к текущему упражнению\n2 - пометка к выполненному подходу - успешно он был выполнен или неуспешно\n3 - текущий подход";

//kg or lbs
"kg" = "кг";
"lbs" = "ф.";
"lbs-full" = "фунты";

"TrainingPlan_Duration_Picker_Title" = "Длительность";
"TrainingPlan_Duration_Picker_Weeks_Label" = "недель";
"GoToTutorialButton_Title" = "Просмотреть инструкцию ❯";
"Title_of_the_new_plan" = "Название нового плана";

"AlertView_No_Sets" = "Нет подходов";
"AlertView_No_Sets_warning" = "Для начала выполнения упражнения необходимо добавить хотя бы один подход.";
"ContinueWorkoutButton_Label_Text" = "Далее";

"Workout_is_empty_warning_title" = "Тренировка не заполнена";
"Workout_is_empty_warning_text" = "Необходимо добавить в тренировку упражнения (смахните влево для правки) или выбрать другую.";

"Creatinon_TrPlan_step_one" = "Шаг 1 из 2: добавление тренировок";
"Creatinon_TrPlan_step_two" = "Шаг 2 из 2: заполнение тренировок";

"iLinkMessageTitle" = "Обновление %@";
"iLinkAppMessage" = "Обновление %@ уже доступно в AppStore. \n\nХотите загрузить его сейчас?";
"iLinkCancelButton" = "Нет, спасибо";
"iLinkUpdateButton" = "Обновить сейчас";
"iLinkRemindButton" = "Напомнить позже";

"Save_Button_Title" = "Сохр.";
"exitButton_title" = "   Прервать тренировку   ";
"Overlay_Allow_Notifications_Text" = "Разрешите приложению присылать уведомления - в этом случае FIT Fuze сможет уведомлять Вас об окончании пауз между подходами. Вы можете изменить настройки уведомлений в Настройках iPhone.";

"TODAY" = "СЕГОДНЯ";
"Graph"= "График";
"Calendar" = "Календарь";
"Timer done!" = "Время вышло!";

"NoStatisticsOnThisDate_Label_Text" = "Нет статистики за этот день";
"Plans_TabBar_Button_title" = "Планы ❯";
"Workout_Duration_Correct_Picker_Title" = "Сделано:";
"Workout_Correction_Picker_Times_Label" = "раз(а)";

"TrainingPlanCollections_Navbar_Title" = "Коллекции планов";
"Training_Plans_Found_Format_Label" = "Состоит из %lu тренировочных планов";

"Training_Plan_Contains_Default_Values_Title" = "Веса по умолчанию";
"Training_Plan_Contains_Default_Values_Text" = "Выбранный план тренировок по умолчанию содержит безопасные значения весов. Пожалуйста, установите веса соответсвенно Вашей физической форме.";

"New!" = "Новинки!";

"Tap_to_see_main_menu_tutorial_hint_text" = "Коснитесь, чтобы открыть меню";
"Tap_to_select_plan_tutorial_hint_text" = "Коснитесь, чтобы выбрать план тренировок";
"Slide_to_edit_tutorial_hint_text" = "Смахните для правки тренировки";
"Tap_to_edit_tutorial_hint_text" = "Коснитесь для изменения количества выполненных тренировок";

"Tap_for_animated_exercise_hint" = "Коснитесь здесь для демонстрации упражнения.\n\n\n\nКоснитесь экрана, чтобы продолжить";
"Tap_for_exercise_details_hint" = "Коснитесь здесь, чтобы увидеть подробности о текущем упражнении";
"Workout_execution_line_hint" = "Подходы текущего упражнения отражены здесь. Смахните для просмотра и возможной правки других подходов";
"Current_set_hint" = "Выбранный подход";
"Weight_repetitions_hint" = "Вес и количество повторений в подходе";
"Numbers_of_sets_hint" = "Порядковый номер текущего подхода/количество подходов у текущего упражнения";
"Triange_meaning_hint" = "Треугольник отмечает выполняемый подход";
"Workout_status_area_hint" = "Процесс выполнения и возможности правки текущего подхода отображаются здесь";

"Purchased_Duration_Text" = "%d дня";
"Purchased_Duration_Text_many_days" = "%d дней";

"summer15" = "Лето";
"autumn15" = "Осень";

"trainingProgramm_10_name" = "Жиросжигатель!";
"trainingProgramm_10_description" = "\nТренировка для желающих избавиться от признаков \"спасательного круга\" на животе. Особое внимание следует уделить не только тренировкам, но и правильному питанию. Также необходимо уделять на сон как минимум 8 часов в день. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Предложенные количества повторений являются рекомендуемыми, но не обязательными. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_10_workout_1_name" = "Грудь/Руки/Пресс";
"trainingProgramm_10_workout_2_name" = "Плечи/Спина/Ноги";

"trainingProgramm_11_name" = "Золотая середина";
"trainingProgramm_11_description" = "\nЭта трехдневная хорошо сбалансированная программа тренировок включает упражнения на все основные группы мышц и рассчитана как на начинающих так и на опытных спортсменов. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Предложенные количества повторений являются рекомендуемыми. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_11_workout_1_name" = "Спина/Пресс";
"trainingProgramm_11_workout_2_name" = "Грудь/Плечи";
"trainingProgramm_11_workout_3_name" = "Ноги/Бицепс/Трицепс";

"trainingProgramm_12_name" = "Просто шесть";
"trainingProgramm_12_description" = "\nЭта трехдневная программа тренировок включает упражения на все основные группы мышц и рассчитана как на начинающих так и на опытных спортсменов. Фокус программы направлен на наращивание силы и выносливости. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Предложенные количества повторений являются рекомендуемыми. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_12_workout_1_name" = "Грудь/Трицепс/Пресс";
"trainingProgramm_12_workout_2_name" = "Спина/Бицепс/Пресс";
"trainingProgramm_12_workout_3_name" = "Ноги/Плечи/Пресс";

"trainingProgramm_13_name" = "Взрывной рост мышц";
"trainingProgramm_13_description" = "\nЭта четырехдневная программа тренировок включает упражения на все основные группы мышц и рассчитана на опытных и профессиональных спортсменов. Фокус программы направлен на эффективное наращивание мышечной массы. Каждую из предложенных тренировок необходимо выполнять по разу в неделю с достаточным временем на отдых между тренировками. Каждый подход необходимо выполнять медленно и аккуратно. Паузы между подходами должны быть не менее двух минут. Предложенные количества повторений являются рекомендуемыми. Веса должны соответствовать спортивной форме выполняющего и быть установленными индивидуально для каждого упражнения. Для выполнения тренировок понадобятся гантели, штанга и тренажеры, обычно имеющиеся в любом тренажерном зале.\n\nМы не гарантируем наращивание мышечной массы и улучшение силовых показателей - результат напрямую зависит от здоровой диеты, аккуратности и систематичности тренировок. Мы не несем ответственности за любые последствия/травмы, полученные в результате тренировок. При имеющихся ограничениях на определенные нагрузки необходима консультация лечащего врача и исключение соответствующих упражнений из программы тренировок.";
"trainingProgramm_13_workout_1_name" = "Грудь/Трицепс";
"trainingProgramm_13_workout_2_name" = "Спина/Бицепс";
"trainingProgramm_13_workout_3_name" = "Ноги";
"trainingProgramm_13_workout_4_name" = "Плечи/Голени";

"Health_Disclaimer_Title" = "Ответственность за здоровье (англ.) ❯";

"Provide_name_text" = "Указать название упражнения";
"add_demo_title" = "Добавить демо ❯";
"change_demo_title" = "Изменить демо ❯";
"add_involved_muscle_groups_title" = "Задать задействованные мышцы";
"Add_Exercise_Title" = "Добавить упражнение";
"Now_available" = " Теперь доступны! ❯ ";

"Use" = "Использовать";
"Cancel" = "Отмена";
"Image from Camera" = "Сделать снимок";
"Image from Library" = "Выбрать фотографию";
"Create_exercise_button_title" = "Создать упражнение";

"whatNewTitle" = "Что нового";
"whatNew_firstSubtitle" = "Суперсеты";
"whatNew_firstFeatureText" = "теперь при создании тренировки вы можете добавлять суперсеты любой сложности";
"whatNew_secondSubtitle" = "Новый интерфейс";
"whatNew_secondFeatureText" = "мы сделали новый FIT Fuze проще и понятнее - надеемся, Вам понравится новый пользовательский интерфейс FIT Fuze";
"whatNew_thirdSubtitle" = "Автономное приложение Apple Watch";
"whatNew_thirdFeatureText" = "приложение FIT Fuze для часов Apple Watch теперь полностью независимо от iPhone, а результаты синхронизируются между телефоном и часами в режиме реального времени";

"Select_First_Plan_Button_title" = "Выберите свой первый План Тренировок";
"Name_duplicate" = "Упражнение с названием \"%@\" уже существует. Пожалуйста, выберите другое название.";

"Menu_BarItem_Title" = "Меню";
"Provide_description_text" = "Вы можете добавить свои заметки здесь";
"New_exercise_title" = "Новое упражнение";
"Welcome_to_FITFuze_text" = "Добро пожаловать\nв FIT Fuze";

"StatisticsHint_Text" = "коснитесь одного из столбцов\nчтобы увидеть подробности";
"PinchHint_Text" = "раздвиньте график, чтобы\nувидеть подробности";

//fit 2.0 new labels

"super_small_label_text" = "супер";
"set_small_label_text" = "сет";

"SkipSetButton_Title" = "Пропуст.";
"AreYouReady_WelcomeText" = "Готовы?";


"Add_new_set_Label" = "Добавить подход";
"Add_superset_Label" = "доб.суперсет";
"Change_existing_set_Label" = "Изменить подход";
"Superset_IndicatorText" = "суперсет";
"Superset_Hint_Title" = "Создание суперсета";
"Superset_Hint_Alert" = "Сейчас вы выбираете упражнения для суперсета. Суперсет - последовательность упражнений, выполняемых без перерыва.";
"Superset_Modification_Title" = "Правка суперсета";

"Delete_set_button_title" = "Удалить подход";
"Not_filled_properly_Alert" = "Пожалуйста, заполните все поля";

"Provide_name_warning" = "Пожалуйста, введите имя упражнения";
"Select_muscle_group_warning" = "Пожалуйста, выберите хотя бы одну группу мышц";
